/* 
  Localization.strings
  Wings

  Created by Nam Trung on 11/23/14.
  Copyright (c) 2014 Apportable. All rights reserved.
*/
"LetGo" = "Let's Go";
"Continue" ="CONTINUE";
"Score" = "Score";
"BestScore" = "Best Score";
"TryAgain" ="TRY AGAIN";
"Garage"="GARAGE";
"DevBy"="Developed By Trung Dao";